Repository: CodingHouseStudio/veteranam_info
Catalog: lib/l10n/arb/app_*.arb
Languages: uk

source: Login
uk: Увійти

source: Search...
uk: Пошук...

source: Hide
uk: Сховати

source: More
uk: Більше

source: Detail
uk: Детальніше

source: Reset all
uk: Скинути все

# aboutUs
source: About project
uk: Про проєкт

source: Stories
uk: Історії

source: Discounts
uk: Знижки

# myProfile
source: Profile
uk: Профіль

source: Work
uk: Робота

source: Information
uk: Інформація

# consultationOnline
source: Consultation
uk: Консультація онлайн

source: Respond
uk: Відгукнутися

# beAnonymous
source: Anonymous
uk: Анонімно

# errorTitle
source: Error
uk: Помилка

# errorMessage
source: An error occurred while loading the page
uk: Помилка при завантаженні

source: Send
uk: Надіслати

source: My story
uk: Мої історії

source: Saved
uk: Збережене

# profileDetails
source: You can add/edit personal information, manage anonymous setting, and find your saved content.
uk: У цьому розділі ти можеш додати особисту інформацію, налаштувати анонімність, а також знайти збережені матеріали.

# beAnonymousDetails
source: If you make your profile anonymous, your page will not display personal information, only your nickname.
uk: Якщо ви зробите свій профіль анонімним, на вашій сторінці не буде відображатися персональна інформація, тільки nickname.

# writeYouName
source: First name
uk: Ім'я

# writeYouLastName
source: Last name
uk: Прізвище

# saveChanges
source: Save
uk: Зберегти

# editData
source: Edit
uk: Редагувати

source: Name
uk: Ім'я

source: Last name
uk: Прізвище

# getMockData
source: No data found, click to add test data once
uk: Не знайдено даних, натисніть, щоб додати тестові дані

# investors
source: Support
uk: Співпраця

# investorsSubtitle
source: Support veterans and their families. Business owners, offer discounts or personalized offers for veterans. Contact us to discuss details.
uk: У цьому розділі ви можете підтримати ветеранів. Якщо у Вас є бізнес, Ви можете надати знижки або персональні пропозиції для ветеранів. Напишіть нам і ми звʼяжемось для обговорення деталей.

# writeYourEmail
source: Email
uk: Ваш e-mail

source: Feedback
uk: Зворотній зв'язок

# feedbackSubtitle
source: Can't find what you need? Have questions or requests? Fill out the form below. We're here to help!
uk: Не знайшли те, що шукали, хочете зв'язатися з нами, або маєте питання чи запити? Ми радо поспілкуємось! Будь ласка, заповніть форму.

# writeYourMessage
source: Message
uk: Ваше повідомлення

# homeSubtitle
source: On our website you will find current discounts from businesses for you and your families.
uk: На нашому сайті ви знайдете актуальні знижки від бізнесів для вас та ваших родин.

source: Clear
uk: Очистити

source: Field cannot be empty
uk: Поле не може бути порожнім

source: too short
uk: Занадто коротке

# tooShortEmailPassword
source: too short
uk: Занадто короткий

# isWrong
source: has errors
uk: Неправильне

# isWrongEmail
source: is not properly formatted
uk: Неправильний

source: Log out
uk: Вийти

source: Delete account
uk: Видалити акаунт

source: Sign up
uk: Реєстрація

# fullEmail
source: Email
uk: Електронна пошта

source: Register
uk: Зареєструватись

# doYouHavenAccount
source: Have an account
uk: Маєте акаунт?

# donotYouHavenAccount
source: Don't have an account?
uk: Створити аккаунт можно тут

source: or
uk: або

source: Sign up with
uk: Зареєструйтесь через

source: Password
uk: Пароль

# createSecurePassword
source: Create a secure password
uk: Придумайте безпечніший пароль

# capitalLetter
source: must contain one or more capital letter
uk: повинен містити одну чи більше великих букв

# oneNumber
source: must contain one or more number
uk: повинен містити одну чи більше цифр

# informationSubtitle
source: Find verified help information. Use filters for convenience.
uk: У цьому розділі ти знайдеш корисну інформацію для ветеранів та їх сімей

source: More news
uk: Ще новини

source: Support
uk: Підтримати

# fundsSubtitle
source: Support veterans with deeds, not just words. Donate to these proven foundations. Every donation counts.
uk: Бажаєте підтримати ветеранів не словом, а ділом? Ми зібрали список фондів та організацій, куди ви можете задонатити. Ми не приймаємо платежі напряму натисніть на картку фонда щоб зв'язатись з ними напряму.

source: Thank you
uk: Дякуємо,

# feedbackBoxSubtitle
source: We've received your message and will respond soon.
uk: Ми отримали Ваше повідомлення. Дякуємо за Ваш час.

source: Send more
uk: Надіслати ще

source: Linked accounts
uk: Привʼязані облікові записи

# linkedAccountsDetails
source: Your Veteran account is linked to a Facebook account.
uk: Ваш обліковий запис наразі прив’язано до облікового запису Facebook.

source: Disconnect
uk: Відʼєднати

source: Log in with
uk: Увійдіть через

source: Rate our site
uk: Оцініть наш проект

source: Next
uk: Далі

# thankYouDescription
source: Please note! To access some services, you may need to confirm your identity.
uk: Зверніть увагу! Для доступу до деяких послуг Вам потрібно буде підтвердити Ваш статус показавши відповідне посвідчення.

# mainScreen
source: Home
uk: Головна

# dublicate
source: A user with this password or email exists
uk: Користувач з таким паролем або електронною поштою існує

# fillInForm
source: Fill in the form
uk: Заповніть форму

# questionsFormSubtitle
source: To provide the best service, please answer the following question(s):
uk: Для того щоб ми могли надати Вам найкорисніші послуги, будь ласка, дайте відповідь на наступне питання:

# selectAppropriateOne
source: Select the appropriate one:
uk: Виберіть відповідне:

# iAmVeteran
source: I am a veteran
uk: Я ветеран/-ка;

# iAmRelativeOfVeteran
source: Family member of a veteran
uk: Я родич ветерана/-ки;

# iAmCivilian
source: Civilian
uk: Я цивільна особа;

# iAmBusinessOwnerRepresentative
source: Business owner/representative, Looking to help veterans.
uk: Я власник/представник бізнесу, хочу надавати пільги.

# workSubtitle
source: In this section, you will find current vacancies, and you can also leave a request to help us with your search. For your convenience, you can use filters.
uk: У цьому розділі ти знайдеш актуальні вакансії, а також можеш залишити заявку, щоб ми допомогли тобі в пошуку. Для зручності можеш користуватися фільтрами.

# lookingForJob
source: Looking for a job
uk: Шукаю роботу

# givingJob
source: Giving a job
uk: Даю роботу

source: Phone number
uk: Номер телефону

source: More discounts
uk: Ще знижки

source: Discounts and coupons
uk: Знижки/Купони

# discountsAndCouponsDescription
source: In this section you can find discounts and coupons from our partners. For your convenience, you can use filters.
uk: У цьому розділі ти знайдеш знижки/купони для ветеранів та їх сімей.

source: Resume
uk: Резюме

# noResume
source: I don't have a resume
uk: У мене немає резюме

source: Cancel
uk: Скасувати

source: Upload
uk: Завантажити

# employerSubtitle
source: In this section you can employ a veteran. If you have an open vacancy in your company, you can place an ad here.
uk: У цьому розділі ти можеш працевлаштувати ветерана. Якщо у вас в компанії відкрита вакансія, ти можеш розмістити оголошення тут.

source: Main information
uk: Основна інформація

source: Position*
uk: Посада*

# writeProposedPosition
source: Write the proposed position
uk: Напишіть запропоновану посаду

# wage
source: Salary*
uk: Заробітна плата*

# writeTheWage
source: Write the salary
uk: Напишіть заробітну плату

# selectCityOfWork
source: Select the city of work*
uk: Виберіть місто роботи*

# selectCity
source: Select a city
uk: Виберіть місто

source: Contacts
uk: Контакти

# howToContactYou
source: Write how to contact you
uk: Напишіть як з Вами звʼязатися

source: Remotely
uk: Віддалено

source: My feedback
uk: Мої відгуки

# didNotFindYourVacancy
source: Didn't find your vacancy?
uk: Не знайшли свою вакансію?

# workRequestSubtitle
source: We can help. Fill in your details and job preferences in the following form and we will send your CV to relevant companies.
uk: Ми можемо допомогти. Залишіть Ваші дані і побажання про роботу у наступній формі і ми розішлемо Ваше CV до релевантних компаній.

# leaveRequest
source: Leave a request
uk: Залишити заявку

# savesSubtitle
source: In this section, you can see all your saved materials
uk: У цьому розділі ти можеш побачити всі збережені матеріали

# storySubtitle
source: In this section, you can share your life and service stories anonymously or openly. You can also support other participants.
uk: У цьому розділі ти можеш поділитися історіями з життя і служби анонімно або відкрито. А також підтримати інших учасників.

source: Write your story
uk: Написати свою історію

source: More stories
uk: Ще історії

source: Add your story
uk: Написати свою історію

source: Your story
uk: Ваша історія

source: Add Photo
uk: Добавте фото

source: (not necessarily)
uk: (необовʼязково)

source: Publish anonymously
uk: Опублікувати анонімно

source: Anonymous
uk: анонім

source: City
uk: Місто

source: Category
uk: Категорія

# publishAnonymouslyStorySubtitle
source: If you post a story anonymously, readers will only be able to see your nickname in your profile.
uk: Якщо Ви публікуєте історію анонімно, читачі зможуть бачити тільки Ваш нікнейм, що вказаний в профілі.

source: Publish
uk: Опублікувати

# storyAddSubtitle
source: Share your story and we will publish it on our website. All stories are moderated and will be published after review.
uk: Поділіться своєю історією і ми опублікуємо її на нашому веб сайті. Всі історії проходять модерацію і будуть опубліковані після перевірки.

source: Yes
uk: Так

source: No
uk: Ні

source: Previous
uk: Попередня

# myStoryDetails
source: In this section you can manage your stories.
uk: У цьому розділі ти можеш керувати своїми історіями.

# whatKindOfProject
source: What kind of project it is?
uk: Що це за проект?

# aboutProject
source: Veteranam is a platform to support veterans and their families. We post information about discounts and services to help veterans with their daily lives and development.
uk: Veteranam - це платформа для підтримки ветеранів та їхніх сімей. Ми публікуємо інформацію про знижки та послуги, щоб допомогти ветеранам у повсякденному житті та розвитку.

# saveMoney
source: To save money
uk: Щоб зекономити

# discountsServices
source: Discounts
uk: Знижки і послуги

# discountsServicesSubtitle
source: Here you will find current offers for veterans and their families that are updated monthly. Medical, service, catering, and clothing discounts are all available in this section.
uk: Тут ви знайдете актуальні пропозиції для ветеранів та їх сімей, які оновлюються щотижня. Медицина, сфера обслуговування, заклади харчування та одяг - всі знижки шукайте в цьому розділі.

# toDiscount
source: To Discounts
uk: До знижок

# findOut
source: To find out
uk: Щоб дізнатися

# informationNews
source: Information and news
uk: Інформація і новини

# informationNewsSubtitle
source: All information in one place. We have analyzed various resources and highlighted the rights and benefits for veterans in this section. It contains systematized data - the most important things a veteran needs to know. In this section, you can learn more about the guarantees provided by the state to veterans.
uk: Вся інформація в одному місці. Ми проаналізували різноманітні ресурси та надаємо безкоштовний доступ до інформаціх, що слід знати ветерану.

# toInfomation
source: To information
uk: До інформації

# whatYouMostInterestedIn
source: What you are most interested in
uk: Те, що Вас цікавить найчастіше

# answersYourQuestions
source: Answers to your questions
uk: Відповіді на Ваші запитання

# questionSubtitle
source: Didn't find what you were looking for, want to get in touch, or have questions or requests? We are happy to talk to you! Please fill out the form below.
uk: Не знайшли те, що шукали, хочете звʼязатись з нами, або маєте питання чи запити? Пишіть нам.

source: Write message
uk: Написати повідомлення

# doYouWantSupportOurProject
source: Do you want to support our project?
uk: Хочете підтримати наш проект?

source: All rights reserved
uk: Всі права захищені

source: Privacy policy
uk: Політика конфіденційності

source: Sections
uk: Розділи

source: Contact
uk: Зв'язатись

# jobsVacancies
source: Jobs and vacancies
uk: Робота і вакансії

# jobsVacanciesSubtitle
source: Information on current vacancies specifically targeted at veterans, as well as resources for job search and career development.
uk: Інформація про актуальні вакансії, спеціально орієнтовані на ветеранів, а також ресурси для пошуку роботи та кар'єрного розвитку.

# toVacancy
source: To vacancies
uk: До вакансій

source: To get it you need:
uk: Щоб отримати потрібно:

source: Write
uk: Напишіть

source: a message
uk: повідомлення

source: us
uk: нам

source: Prefer e-mail?
uk: Надаєте перевагу e-mail?

source: Our social networks
uk: Наші соцмережі

# feedbackFormSubtitle
source: By submitting this form, I accept the Privacy Policy of this site
uk: Надсилаючи цю форму, я приймаю Політику конфіденційності цього сайту

source: Send message
uk: Надіслати повідомлення

source: Provide suggestions from businesses,
uk: Надавайте пропозиції від бізнесу,

source: or donate here
uk: або донатьте тут

source: Support our veterans
uk: Підтримайте наших ветеранів

source: SUPPORT VETERANS
uk: ПІДТРИМАЙТЕ ВЕТЕРАНІВ

source: HAVE QUESTIONS?
uk: МАЄТЕ ПИТАННЯ?

source: Donate here
uk: Донать тут

source: Proven funds
uk: Перевірені фонди

source: Try it again
uk: Спробувати ще раз

# companyIsHidden
source: The company is hidden
uk: Компанію приховано

source: Online
uk: Вся Україна (онлайн)

source: More funds
uk: Більше фондів

# offerDiscount
source: Offer a discount
uk: Запропонувати знижку

# myDiscountsAndCoupons
source: In this section, you can publish a discount, as well as manage your publications. If your company provides personalized offers for veterans, you can advertise here.
uk: У цьому розділі ти можеш опублікувати знижку, а також керувати своїми публікаціями. Якщо ваша компанія надає персональні пропозиції для ветеранів, ти можеш розмістити оголошення тут.

source: My publications
uk: Мої публікації

source: Deactivate
uk: Деактивувати

source: Statistics
uk: Статистика

source: Advanced filter
uk: Розширений фільтр

source: Special offers
uk: Спеціальні пропозиції

source: for veterans and their families
uk: для ветеранів і їх родин

source: Discount
uk: Знижка

source: Filter applied
uk: Застосований фільтр

# fromLargestToSmallest
source: From the largest to the smallest
uk: Найбільші знижки зверху

source: Free
uk: Безкоштовно

# allStoresOfChain
source: All establishments of the chain
uk: Всі заклади мережі

source: All
uk: Все

source: Complaint
uk: Скарга

# reportPublication
source: Report a publication
uk: Поскаржитись на публікацію

# specifyReasonForComplaint
source: Specify the reason for the complaint:
uk: Вкажіть причину скарги:

source: Fraud or spam;
uk: Шахрайство/спам;

source: Fake news or disinformation;
uk: Фейк/дезінформація;

source: Offensive or hateful content;
uk: Образливий контент;

source: Other
uk: Інше

# addComment
source: Add a comment (optional):
uk: Додайте коментар (необовʼязково):

# checkPointError
source: Please select one of the following answers
uk: Будь ласка виберіть одну з вище наведених відповідей

source: Verified information
uk: Перевірена інформація

# thatEndOfList
source: That's the end of the list! We hope you found what you were looking for.
uk: Це кінець списку! Дякуємо за ваш час.

# returnToTop
source: Return to the top
uk: Повернутись нагору

# cardListEmptyText
source: Sorry, nothing was found using your filters. Try changing your search criteria
uk: На жаль, за вашими фільтрами нічого не знайдено. Спробуйте змінити критерії пошуку

source: of up to
uk: до

source: FIND YOUR DISCOUNT
uk: ЗНАЙДІТЬ СВОЮ ЗНИЖКУ

source: Close
uk: Закрити

source: Call for details
uk: Телефон для деталей

source: Veterans
uk: Ветерани

source: Their Families
uk: Їхні сім'ї

source: Active Military
uk: Діючі військові

source: Military Doctors
uk: Військові лікарі

# itIsValidAllTime
source: It is valid all the time
uk: Діє постійно

# error
source: We're sorry, there was an unforeseen error.
uk: Вибачте, сталася непередбачена помилка.

# networkFailure
source: There is no internet connection. Please check your connection.
uk: Відсутнє підключення до інтернету. Будь ласка, перевірте своє з'єднання.

# getFailure
source: An error occurred while loading some data.
uk: Виникла помилка під час завантаження деяких даниих.

# sendFailure
source: We're sorry, there was an unforeseen error while sending the data. Please try again later.
uk: Вибачте, сталася непередбачена помилка під час надсилання даних. Будь ласка, спробуйте пізніше.

# notFoundFailure
source: The user with this password or address does not exist.
uk: Користувач з таким паролем або електронною поштою не існує

# dublicateFailure
source: The user with E-mail exist.
uk: Користувач з такою електронною поштою існує

source: Useful
uk: Корисно

source: Share
uk: Поділитися

source: Save
uk: Зберегти

source: Web site
uk: Веб сайт

# hideExpansion
source: hide...
uk: сховати...

# discountLinkTitle
source: Do you know about discounts that are not yet available on our website? Send us the link and we'll add them as soon as possible.
uk: Знаєте про знижки, яких ще немає у нас на сайті? Надішліть посилання нам, і ми добавимо їх якнайшвидше.

source: Invalid link
uk: Невірне посилання

source: link
uk: Посилання

# linkLimitMessage
source: You have already sent the maximum number of links today. Please try again tomorrow.
uk: Сьогодні ви вже надіслали максимальну кількість посилань. Будь ласка, спробуйте знову завтра.

# linkThankMessage
source: Thank you for the discount link! We really appreciate your help and attention. It's really helpful!
uk: Дякую за посилання на знижку! Дуже цінуєм вашу допомогу та увагу. Це справді корисно!

source: Settings
uk: Налаштування

# shareFailure
source: Unfortunately, we were unable to share this information. There may be a problem with your network connection or the server is temporarily unavailable.
uk: На жаль, не вдалося поділитися цією інформацією. Можливо, виникли проблеми з мережевим з'єднанням або сервер тимчасово недоступний.

# linkFailure
source: An error occurred while navigating to the page. Please try again later.
uk: Сталася помилка при переході на сторінку. Будь ласка, спробуйте пізніше

source: Apply
uk: Зстосувати

source: All Ukraine
uk: Вся Україна

# whatIsWrong
source: What's wrong?
uk: Що не так?

# mobFeedbackHint
source: Let us know about any issues in the app: Tap 'Navigation' to use the menu and navigate to other pages in the app. Tap 'Drawing' to draw on the screen. Tap 'Write a message' to provide a detailed description of the issue.
uk: Повідомте нам про помилки в додатку: Натисніть "Навігація", щоб використовувати меню і переходити на інші сторінки додатку. Натисніть "Малювання", щоб малювати на екрані. Натисніть "Написати повідомлення", щоб надати детальний опис проблеми.

# mobOfflineHint
source: Offline mode for mobile devices allows you to use the app without an internet connection.
uk: Офлайн режим для мобільного пристрою дозволяє використовувати додаток без підключення до інтернету.

source: Report bugs
uk: Повідомити про баги

# moreCities
source: {count} more..
uk: Ще {count} міст..

# privacyPolicyStartText
source: # Privacy Policy for Veteranam.info
uk: # Політика конфіденційності для Veteranam.info

source: General
uk: Загальне

# faq
source: Frequently asked questions
uk: Часті питання

source: Language
uk: Мова

# copyEmail
source: Email copied
uk: Електронну пошту скопійовано

# copyLink
source: Link copied
uk: Посилання скопійоване

# copyFailure
source: Failed to copy email
uk: Не вдалося скопіювати електронну пошту

# thanks
source: Thank You!!
uk: Дякуємо!

# toTheMainPage
source: To the main
uk: На головну

# feedbackSent
source: We have received your message and will respond to you as soon as possible.
uk: Ми отримали Ваше повідомлення і надамо Вам відповідь найближчим часом.

source: Offline
uk: Офлайн

source: Write more
uk: Написати ще

# aboutNewDiscounts
source: Do you want to be the first to know about new discounts?
uk: Хочете дізнаватись про нові знижки першими?

# aboutNewDiscountsSubtitle
source: Write us your email. We promise not to send spam!
uk: Напишіть нам Ваш е-майл. Обіцяємо не слати спам!

source: No internet
uk: Інтернет відсутній
